name: "asr"
backend: "python"

input [
  {
    name: "RAW_SPEECH"
    data_type: TYPE_FP32
    dims: [ -1 ]
  }
]
output [
  {
    name: "RECOGNIZED_TEXT"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
